IDEA Open Model
Material.UserThermalConductivityCurvature Property
Compatible with IDEA StatiCa 20.1
 User-defined curvature for thermal conductivity curvature { x = Θ[K], y = λc[W/(m K)] }
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public Polygon2D UserThermalConductivityCurvature { get; set; }
Public Property UserThermalConductivityCurvature As Polygon2D
	Get
	Set
Property Value
Type: Polygon2D
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace